Repository: proftwist/wordpress-plugins
Catalog: alone-post-redirector/languages/alone-post-redirector-*.po
Languages: ru_ru

source: Redirect Settings
ru_ru: Настройки редиректа

source: Redirect to the single post when there is only one post in:
ru_ru: Перенаправлять на единственный пост, когда в следующих случаях только один пост:

source: Categories
ru_ru: Категории

source: Enable redirect for categories
ru_ru: Включить редирект для категорий

source: Tags
ru_ru: Метки

source: Enable redirect for tags
ru_ru: Включить редирект для меток

source: Dates
ru_ru: Даты

source: Enable redirect for date archives
ru_ru: Включить редирект для архивов по датам

source: Alone Post Redirector
ru_ru: Редиректор одиноких постов

source: Alone Post Redirector Settings
ru_ru: Настройки редиректора одиноких постов
