Repository: proftwist/wordpress-plugins
Catalog: plugin-update-disabler/languages/plugin-update-disabler-*.po
Languages: ru_ru

source: Plugin Update Disabler
ru_ru: Блокировщик обновлений плагинов

source: Allows to forcefully block updates for selected plugins and disable all update notifications
ru_ru: Позволяет принудительно блокировать обновления для выбранных плагинов и отключать все уведомления об обновлениях

source: Block updates
ru_ru: Блокировать обновления

source: Unblock updates
ru_ru: Разблокировать обновления

source: Plugin not specified
ru_ru: Плагин не указан

source: Updating this plugin may harm the site. Continue?
ru_ru: Обновление этого плагина может повредить сайт. Продолжить?

source: Blocking updates...
ru_ru: Блокировка обновлений...

source: Unblocking updates...
ru_ru: Разблокировка обновлений...

source: Update block status changed.
ru_ru: Статус блокировки обновлений изменен.

source: Invalid action
ru_ru: Недопустимое действие
