Repository: proftwist/wordpress-plugins
Catalog: text-with-side/languages/text-with-side-*.po
Languages: ru_ru

source: Text with Side
ru_ru: Текст с краю

source: Text block with side image that floats in margins on frontend
ru_ru: Текстовый блок с изображением с краю, который отображается в полях на фронтенде

source: Block Settings
ru_ru: Настройки блока

source: Display Position on Frontend
ru_ru: Позиция отображения на фронтенде

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Image Link
ru_ru: Ссылка на изображение

source: None
ru_ru: Без ссылки

source: To Media File
ru_ru: На медиафайл

source: To Attachment Page
ru_ru: На страницу вложения

source: Image Width on Frontend
ru_ru: Ширина изображения на фронтенде

source: Default: 150px
ru_ru: По умолчанию: 150px

source: Remove Image
ru_ru: Удалить изображение

source: Add Image
ru_ru: Добавить изображение

source: Enter your text here...
ru_ru: Введите ваш текст здесь...

source: On frontend this block will float in the
ru_ru: На фронтенде этот блок будет плавать в

source: left margin
ru_ru: левом поле

source: right margin
ru_ru: правом поле

source: with width:
ru_ru: с шириной:
