Repository: proftwist/wordpress-plugins
Catalog: github-commit-chart/languages/github-commit-chart-*.po
Languages: ru_ru

source: GitHub Commit Chart
ru_ru: GitHub Диаграмма Коммитов

source: Displays GitHub commit charts as Gutenberg blocks or shortcodes
ru_ru: Отображает диаграммы коммитов GitHub в виде блоков Gutenberg или шорткодов

source: GitHub Commit Chart Settings
ru_ru: Настройки GitHub Диаграммы Коммитов

source: Enter your GitHub username to display commit statistics.<br>
ru_ru: Введите ваш никнейм на GitHub для отображения статистики коммитов.<br>

source: You can use the shortcode <code>[github-c github_profile="username"]</code> to display the chart in posts and pages.<br>
ru_ru: Вы можете использовать шорткод <code>[github-c github_profile="username"]</code> для отображения диаграммы в записях и страницах.<br>

source: If the github_profile parameter is not specified, the value from global settings will be used.<br><br>
ru_ru: Если не указан параметр github_profile, будет использоваться значение из глобальных настроек.<br><br>

source: <strong>GitHub Token:</strong> Adding a token increases API rate limits, which is very important if your site has many visitors and the chart can be viewed by many users simultaneously.<br>
ru_ru: <strong>GitHub токен:</strong> Добавление токена повышает лимиты на обращение к API, что очень важно, если на сайте много посетителей и диаграмму могут открыть много пользователей одновременно.<br>

source: Token creation instructions: <a href="%s" target="_blank">Managing your personal access tokens</a>
ru_ru: Инструкция по созданию токена: <a href="%s" target="_blank">Managing your personal access tokens</a>

source: GitHub Username
ru_ru: Юзернейм Github

source: e.g., username
ru_ru: например: username

source: Check Username
ru_ru: Проверить юзернейм

source: Please enter username
ru_ru: Введите юзернейм

source: Checking...
ru_ru: Проверяем...

source: Error checking username
ru_ru: Ошибка при проверке

source: Link usernames to GitHub profiles
ru_ru: Прикрепить к имени пользователя ссылку на гитхаб-профиль

source: Enable links to GitHub profiles in charts
ru_ru: Включить ссылки на GitHub-профили в диаграммах

source: GitHub Token
ru_ru: GitHub токен

source: Show Token
ru_ru: Показать токен

source: Hide Token
ru_ru: Скрыть токен

source: Check Token
ru_ru: Проверить токен

source: Please enter token
ru_ru: Введите токен

# token_check
source: Checking...
ru_ru: Проверяем токен...

# token_error
source: Error checking token
ru_ru: Ошибка при проверке токена

source: Invalid request
ru_ru: Недействительный запрос

source: Username cannot be empty
ru_ru: Юзернейм не может быть пустым

source: Profile found
ru_ru: Профиль найден

source: Profile not found
ru_ru: Профиль не найден

source: Token cannot be empty
ru_ru: Токен не может быть пустым

source: Network error:
ru_ru: Ошибка сети:

source: Token is valid
ru_ru: Токен действителен

source: Token is invalid
ru_ru: Токен недействителен

source: Error:
ru_ru: Ошибка:

source: Security check failed
ru_ru: Проверка безопасности не пройдена

source: GitHub profile is required
ru_ru: Требуется профиль GitHub

source: Invalid GitHub profile format
ru_ru: Неверный формат профиля GitHub

source: Invalid year specified
ru_ru: Указан неверный год

source: Please specify GitHub profile path in plugin settings or shortcode attributes.
ru_ru: Пожалуйста, укажите путь к профилю GitHub в настройках плагина или в атрибутах шорткода.

source: Invalid GitHub profile format.
ru_ru: Неверный формат профиля GitHub.

source: Loading commit chart...
ru_ru: Загрузка диаграммы коммитов...

source: Please specify GitHub profile path in plugin settings or block attributes.
ru_ru: Пожалуйста, укажите путь к профилю GitHub в настройках плагина или в атрибутах блока.

# block_error
source: Invalid GitHub profile format.
ru_ru: Неверный формат профиля GitHub в блоке.

# block_loading
source: Loading commit chart...
ru_ru: Загрузка диаграммы коммитов в блоке...

source: Git Diagram
ru_ru: Git-диаграмма

source: Git diagram for
ru_ru: Git-диаграмма для

source: will be displayed here
ru_ru: будет отображаться здесь

source: Enter GitHub username in block settings
ru_ru: Введите имя пользователя GitHub в настройках блока

source: Git Diagram Settings
ru_ru: Настройки Git-диаграммы

source: GitHub Profile Path
ru_ru: Путь к профилю Github

source: Heading Tag
ru_ru: Тег заголовка

source: Plain Text
ru_ru: Обычный текст

source: Error: GitHub profile not specified
ru_ru: Ошибка: Не указан профиль GitHub

source: Loading commits...
ru_ru: Идёт загрузка коммитов…

# frontend_error
source: Error:
ru_ru: Ошибка сети:

source: Unknown error
ru_ru: Неизвестная ошибка

source: Error parsing data
ru_ru: Ошибка парсинга данных

source: Error loading data:
ru_ru: Ошибка загрузки данных:

source: Network error
ru_ru: Ошибка сети

source: Commit diagram for
ru_ru: Диаграмма коммитов для

source: No data to display
ru_ru: Нет данных для отображения

source: Jan
ru_ru: Янв

source: Feb
ru_ru: Фев

source: Mar
ru_ru: Мар

source: Apr
ru_ru: Апр

source: May
ru_ru: Май

source: Jun
ru_ru: Июн

source: Jul
ru_ru: Июл

source: Aug
ru_ru: Авг

source: Sep
ru_ru: Сен

source: Oct
ru_ru: Окт

source: Nov
ru_ru: Ноя

source: Dec
ru_ru: Дек

source: Mon
ru_ru: Пн

source: Tue
ru_ru: Вт

source: Wed
ru_ru: Ср

source: Thu
ru_ru: Чт

source: Fri
ru_ru: Пт

source: Sat
ru_ru: Сб

source: Sun
ru_ru: Вс

source: commit
ru_ru: коммит

source: commits
ru_ru: коммитов
