Repository: proftwist/wordpress-plugins
Catalog: quick-link-checker/languages/quick-link-checker-*.po
Languages: ru_ru

source: Quick Link Checker
ru_ru: Быстрая проверка ссылок

source: Checking links...
ru_ru: Проверка ссылок...

source: Broken links found:
ru_ru: Найдены битые ссылки:

source: No broken links found
ru_ru: Битые ссылки не найдены

source: Broken Links
ru_ru: Битые ссылки

source: No broken links found.
ru_ru: Битые ссылки не найдены.

source: Found %d broken links:
ru_ru: Найдено %d битых ссылок:

source: Check Links Now
ru_ru: Проверить ссылки сейчас

source: Quick Link Checker Settings
ru_ru: Настройки быстрой проверки ссылок

source: Main Settings
ru_ru: Основные настройки

source: Configure the Quick Link Checker settings.
ru_ru: Настройте параметры быстрой проверки ссылок.

source: Enable Broken Link Checking
ru_ru: Включить проверку битых ссылок

source: Enable automatic link checking when saving posts
ru_ru: Включить автоматическую проверку ссылок при сохранении записей
