Repository: proftwist/wordpress-plugins
Catalog: typo-reporter/languages/typo-reporter-*.po
Languages: ru_ru

source: Main Settings
ru_ru: Основные настройки

source: Enable Typo Reporter
ru_ru: Включить Typo Reporter

source: Configure the main settings for Typo Reporter plugin.
ru_ru: Настройте основные параметры плагина Typo Reporter.

source: Enable typo reporting functionality on the frontend
ru_ru: Включить функцию сообщения об опечатках на фронтенде

source: Typo Reports
ru_ru: Репорты опечаток

source: All statuses
ru_ru: Все статусы

source: New
ru_ru: Новый

source: Resolved
ru_ru: Исправлен

source: Dismissed
ru_ru: Отклонен

source: Filter
ru_ru: Фильтр

source: %s item
ru_ru: %s элемент

source: Current Page
ru_ru: Текущая страница

source: of
ru_ru: из

source: Selected Text
ru_ru: Выделенный текст

source: Error Description
ru_ru: Описание ошибки

source: Page URL
ru_ru: URL страницы

source: Status
ru_ru: Статус

source: Created At
ru_ru: Создано

source: Actions
ru_ru: Действия

source: No reports found.
ru_ru: Репорты не найдены.

source: Delete
ru_ru: Удалить

source: Security check failed.
ru_ru: Проверка безопасности не пройдена.

source: Selected text is required.
ru_ru: Необходим выделенный текст.

source: Error description is required.
ru_ru: Необходимо описание ошибки.

source: Report submitted successfully!
ru_ru: Репорт успешно отправлен!

source: Insufficient permissions.
ru_ru: Недостаточно прав.

source: Invalid report ID.
ru_ru: Неверный ID репорта.

source: Failed to delete report.
ru_ru: Не удалось удалить репорт.

source: Report deleted successfully.
ru_ru: Репорт успешно удален.

source: Invalid status.
ru_ru: Неверный статус.

source: Failed to update report status.
ru_ru: Не удалось обновить статус репорта.

source: Report status updated successfully.
ru_ru: Статус репорта успешно обновлен.

source: Report sent successfully!
ru_ru: Репорт отправлен успешно!

source: Error sending report. Please try again.
ru_ru: Ошибка отправки репорта. Попробуйте еще раз.

source: Please select some text first.
ru_ru: Сначала выделите текст.

source: Please describe the error.
ru_ru: Опишите ошибку.

source: Are you sure you want to delete this report?
ru_ru: Вы уверены, что хотите удалить этот репорт?

source: Error deleting report.
ru_ru: Ошибка удаления репорта.

source: Failed to save typo report
ru_ru: Не удалось сохранить репорт об опечатке

source: Typo Reporter Settings
ru_ru: Настройки Typo Reporter

source: Error description is too long. Maximum 1000 characters allowed.
ru_ru: Описание ошибки слишком длинное. Максимум 1000 символов разрешено.

source: Failed to clear table.
ru_ru: Не удалось очистить таблицу.

source: Table cleared successfully.
ru_ru: Таблица успешно очищена.

source: Clear Table
ru_ru: Очистить таблицу

source: This will permanently delete all typo reports from the database.
ru_ru: Это навсегда удалит все репорты об опечатках из базы данных.

source: clearing
ru_ru: очистка

source: clearError
ru_ru: ошибка очистки

source: Invalid CAPTCHA answer. Please try again.
ru_ru: Неверный ответ на КАПЧУ. Попробуйте еще раз.
