Repository: proftwist/wordpress-plugins
Catalog: easy-changelog/languages/easy-changelog-*.po
Languages: ru_ru

source: Easy Changelog
ru_ru: Легкий Чейнджлог

source: Display a beautiful changelog with JSON data
ru_ru: Отображение красивого чейнджлога с данными JSON

source: Changelog
ru_ru: История изменений

source: Added
ru_ru: Добавлено

source: JSON Editor
ru_ru: Редактор JSON

source: Preview
ru_ru: Предпросмотр

source: Changelog JSON
ru_ru: JSON чейнджлога

source: Enter valid JSON array with version, date, and added fields
ru_ru: Введите валидный массив JSON с полями version, date и added

source: Invalid JSON format
ru_ru: Неверный формат JSON

source: JSON must be an array
ru_ru: JSON должен быть массивом

source: Fix JSON errors to see preview
ru_ru: Исправьте ошибки JSON для просмотра

source: No changelog data to display
ru_ru: Нет данных чейнджлога для отображения

source: Changelog Settings
ru_ru: Настройки чейнджлога

source: Use the JSON Editor tab to input your changelog data in JSON format.
ru_ru: Используйте вкладку редактора JSON для ввода данных чейнджлога в формате JSON.

source: Invalid changelog data
ru_ru: Неверные данные чейнджлога
